tap 'atlassian/tap'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bdw-gc'
brew 'boost'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'libmaa'
brew 'dict'
brew 'pcre'
brew 'editorconfig'
brew 'emacs', args: ['with-cocoa']
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'freetype'
brew 'fontconfig'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'git-flow'
brew 'libffi'
brew 'glib'
brew 'libtool'
brew 'graphviz'
brew 'htop-osx'
brew 'hub'
brew 'irssi'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libvo-aacenc'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lzo'
brew 'mas'
brew 'mongodb'
brew 'mysql'
brew 'nvm'
brew 'openssl@1.1'
brew 'pkg-config'
brew 'pssh'
brew 'psutils'
brew 'rabbitmq'
brew 'reattach-to-user-namespace', args: ['with-wrap-pbcopy-and-pbpaste']
brew 'redis'
brew 'texi2html'
brew 'xz'
brew 'the_silver_searcher'
brew 'tintin'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'utf8proc'
brew 'w3m'
brew 'yasm'
brew 'youtube-dl'
brew 'atlassian/tap/atlassian-plugin-sdk'
brew 'homebrew/dupes/grep', args: ['with-default-names']
cask 'chefdk'
cask 'karabiner-elements'
cask 'vagrant'
cask 'virtualbox'
mas '1Keyboard', id: 766939888
mas '1Password', id: 443987910
mas 'Airmail 3', id: 918858936
mas 'AutumnLeaves', id: 566329604
mas 'Bear', id: 1091189122
mas 'Bluetooth Proximity Tasker', id: 525925062
mas 'Bubble Browser', id: 545988675
mas 'CiderTV', id: 1065907486
mas 'Contacts Sync For Google Gmail', id: 451691288
mas 'Cyberduck', id: 409222199
mas 'DaisyDisk', id: 411643860
mas 'Dash', id: 458034879
mas 'Diptic', id: 526546615
mas 'Divvy', id: 413857545
mas 'Evernote', id: 406056744
mas 'Fantastical 2', id: 975937182
mas 'GarageBand', id: 682658836
mas 'Go2Shell', id: 445770608
mas 'Guardian Angel', id: 657241260
mas 'Hidden Objects The Witches of Pumpkin Avenue', id: 723795416
mas 'iMovie', id: 408981434
mas 'iVolume', id: 407066957
mas 'Jayson', id: 1189824719
mas 'Key Codes', id: 414568915
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Meme Generator', id: 483350546
mas 'MemoryFreer', id: 451682720
mas 'Numbers', id: 409203825
mas 'OmniFocus', id: 867299399
mas 'OmniGraffle', id: 1142578753
mas 'Pages', id: 409201541
mas 'Quiver', id: 866773894
mas 'Restful', id: 875196789
mas 'Saferoom Desktop', id: 981600236
mas 'Samorost2', id: 432921380
mas 'Shazam', id: 897118787
mas 'Slack', id: 803453959
mas 'Telegram', id: 747648890
mas 'Textual 5', id: 896450579
mas 'Timeline', id: 648338709
mas 'Trillian', id: 412056820
mas 'Twitter', id: 409789998
mas 'Type2Phone', id: 472717129
mas 'VisualJSON', id: 488709442
mas 'WhatsApp', id: 1147396723
mas 'WiFi Explorer', id: 494803304
mas 'Xcode', id: 497799835
